openfoam/NASA_hump_data_coarse3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          45;
        startFace       34487;
    }
    topWall
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          388;
        startFace       34532;
    }
    jet
    {
        type            patch;
        nFaces          36;
        startFace       34920;
    }
    outlet
    {
        type            patch;
        nFaces          45;
        startFace       34956;
    }
    bottomWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          352;
        startFace       35001;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          34920;
        startFace       35353;
    }
)

// ************************************************************************* //
