openfoam/NASA_hump_data_coarse3/system/include/coords1
(   -0.05               0               0)
(   -0.04               0               0)
(   -0.02               0               0)
(   -0.01               0               0)
(   0.000000000e+00     0.000000000e+00 0)
(   2.642555636e-04     2.118387155e-05 0)
(   1.196187107e-03     1.013596154e-04 0)
(   2.391164127e-03     2.169787857e-04 0)
(   3.584294872e-03     3.468466981e-04 0)
(   4.776214925e-03     4.909525339e-04 0)
(   5.966346759e-03     6.492854802e-04 0)
(   7.154056604e-03     8.218347242e-04 0)
(   8.339978834e-03     1.008585855e-03 0)
(    9.530686986e-03     1.210739175e-03 0)
(    1.072508708e-02     1.428518166e-03 0)
(    1.192427371e-02     1.662160734e-03 0)
(    1.311982704e-02     1.910459349e-03 0)
(    1.431238147e-02     2.173406815e-03 0)
(    1.550193638e-02     2.450992308e-03 0)
(    1.668780056e-02     2.743194201e-03 0)
(    1.786951258e-02     3.050012494e-03 0)
(    1.905843372e-02     3.374449776e-03 0)
(    2.025398706e-02     3.716834053e-03 0)
(    2.145559567e-02     4.077255437e-03 0)
(    2.265299468e-02     4.452304040e-03 0)
(    2.384612542e-02     4.841594176e-03 0)
(    2.503446964e-02     5.244732940e-03 0)
(    2.621791183e-02     5.661338268e-03 0)
(    2.739720126e-02     6.091013649e-03 0)
(    2.858427673e-02     6.538326034e-03 0)
(    2.977988752e-02     7.003300653e-03 0)
(    3.098270743e-02     7.485969956e-03 0)
(    3.218068275e-02     7.981010033e-03 0)
(    3.337323718e-02     8.488049619e-03 0)
(    3.456158140e-02     9.006706628e-03 0)
(    3.574444666e-02     9.536609797e-03 0)
(    3.692246734e-02     1.007737704e-02 0)
(    3.810838957e-02     1.063481889e-02 0)
(    3.930209724e-02     1.120887045e-02 0)
(    4.050434023e-02     1.179944160e-02 0)
(    4.170173924e-02     1.239987117e-02 0)
(    4.289365929e-02     1.300967974e-02 0)
(    4.408136913e-02     1.362840955e-02 0)
(    4.526486877e-02     1.425559200e-02 0)
(    4.644410015e-02     1.489072966e-02 0)
(    4.763002238e-02     1.553935551e-02 0)
(    4.882257680e-02     1.620121362e-02 0)
(    5.002233974e-02     1.687615980e-02 0)
(    5.121795114e-02     1.755788973e-02 0)
(    5.240987059e-02     1.824609701e-02 0)
(    5.359821480e-02     1.894044282e-02 0)
(    5.478286829e-02     1.964062438e-02 0)
(    5.596457970e-02     2.034632088e-02 0)
(    5.715044388e-02     2.106187580e-02 0)
(    5.834178761e-02     2.178704401e-02 0)
(    5.953734035e-02     2.252149752e-02 0)
(    6.073052915e-02     2.326012148e-02 0)
(    6.192123791e-02     2.400246172e-02 0)
(    6.311015905e-02     2.474807488e-02 0)
(    6.429665760e-02     2.549651399e-02 0)
(    6.548257922e-02     2.624732490e-02 0)
(    6.666965469e-02     2.700199266e-02 0)
(    6.785921021e-02     2.776013519e-02 0)
(    6.905055334e-02     2.852149658e-02 0)
(    7.024189647e-02     2.928394293e-02 0)
(    7.143202830e-02     3.004724716e-02 0)
(    7.262210269e-02     3.081119662e-02 0)
(    7.381165820e-02     3.157558940e-02 0)
(    7.500121372e-02     3.234022734e-02 0)
(    7.619007680e-02     3.310437502e-02 0)
(    7.737847847e-02     3.386785948e-02 0)
(    7.856618832e-02     3.463032023e-02 0)
(    7.975447508e-02     3.539180777e-02 0)
(    8.094403000e-02     3.615196887e-02 0)
(    8.213416243e-02     3.691037816e-02 0)
(    8.332602443e-02     3.766672559e-02 0)
(    8.451927068e-02     3.842053546e-02 0)
(    8.570997944e-02     3.916872226e-02 0)
(    8.689826621e-02     3.991091832e-02 0)
(    8.808355346e-02     4.064725340e-02 0)
(    8.927126330e-02     4.138038046e-02 0)
(    9.046081882e-02     4.211048690e-02 0)
(    9.165210389e-02     4.283744293e-02 0)
(    9.284592707e-02     4.356137840e-02 0)
(    9.404090348e-02     4.428222843e-02 0)
(    9.523161224e-02     4.499607114e-02 0)
(    9.641690010e-02     4.570276973e-02 0)
(    9.759861151e-02     4.640148786e-02 0)
(    9.878205370e-02     4.709542636e-02 0)
(    9.996976355e-02     4.778343900e-02 0)
(    1.011604723e-01     4.846462459e-02 0)
(    1.023560256e-01     4.913800286e-02 0)
(    1.035564236e-01     4.980249228e-02 0)
(    1.046353622e-01     5.038915247e-02 0)
(    1.055920356e-01     5.090009581e-02 0)
(    1.064247127e-01     5.133834998e-02 0)
(    1.072593511e-01     5.177243731e-02 0)
(    1.080957190e-01     5.220271101e-02 0)
(    1.089343947e-01     5.262971906e-02 0)
(    1.097737615e-01     5.305387949e-02 0)
...
(     0.654157            0.115013        0)
